Repository: quintipio/SimplyPassword
Catalog: SimplyPasswordWin10/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt

# contentAfficherMDP.Content
source: Display password
es: Ver la contraseña
fr: Afficher le mot de passe
pt: Ver senha

# contentAnnuler.Content
source: Cancel
es: Anular
fr: Annuler
pt: Cancelar

# contentCopieID.Content
source: Copy login into clipboard
es: Copiar el nombre de usuario en el portapapeles
fr: Copier le login dans le presse papier
pt: Entre Copiar para o clipboard

# contentCopieMDP.Content
source: Copy password into clipboard
es: Copiar la contraseña en el portapapeles
fr: Copier le mot de passe dans le presse papier
pt: Copiar a senha para o clipboard

# contentGenerer.Content
source: Generate
es: Generar
fr: Générer
pt: Gerar

# contentParcourir.Content
source: Browse
es: Recorrer
fr: Parcourir
pt: Viagem

# contentValider.Content
source: Validate
es: Confirmar
fr: Valider
pt: Validar

# dossier.Text
source: Folder
es: Archivo
fr: Dossier
pt: Registro

# mdp.Text
source: Password
es: Contraseñas
fr: Mot de passe
pt: Senha

# phraseAcceuilExistant
source: Please enter your password to access to the application
es: Inserte la contraseña para tener acceso a la aplicación
fr: Veuillez saisir votre mot de passe d'accès à l'application
pt: Por favor insira sua senha de acesso ao aplicativo

# phraseAcceuilNouveau
source: Please enter a new password to access to the application
es: Inserte su nueva contraseña para tener acceso a la aplicación
fr: Veuillez saisir votre nouveau mot de passe d'accès à l'application
pt: Por favor digite sua nova senha para acesso ao aplicativo

# phraseAjout
source: Add
es: Añadido
fr: Ajout
pt: Adicionado

# phraseAttention
source: Warning
es: Cuidado
fr: Attention
pt: Atenção

# phraseAvertissementSupDossier
source: Attention, by deleting the folder you will also delete all the password including in it. Still you want to continu?
es: Cuidado, si usted suprime el archivo, usted va a suprimir todo su contenido también, ¿ quiere continuar ?
fr: Attention en supprimant le dossier, vous supprimez également tout son contenu, voulez vous continuer?
pt: Aviso apagar a pasta, você também exclui todos os seus conteúdos, que deseja continuar?

# phraseChangementEffectue
source: Change made
es: Cambio hecho
fr: Changement effectué
pt: As alterações feitas

# phraseDemandeFormat
source: You must first specify a format
es: Primero, hay que precisar un formato de exportación
fr: Il faut d'abord spécifié un format d'export
pt: Você deve primeiro especificar um formato de exportação

# phraseEffacerMDP
source: Attention, this action will definitely delete your password, Still you want to continu?
es: Cuidado, eso va a suprimir definitivamente la contraseña. ¿ usted quiere continuar ?
fr: Attention, ceci effacera définitivement le mot de passe. Voulez vous continuer ?
pt: Atenção! Isto irá apagar permanentemente a senha. Quer continuar?

# phraseExpExport
source: Will export data from the currently used folder
es: Va a exportar los datos del archivo utilizado actualmente
fr: Exportera les données du dossier utilisé actuellement
pt: Exportar os dados na pasta atualmente usada

# phraseExpImport
source: Will import data into the currently used folder
es: Va a importar los datos en el fichero utilizado actualmente
fr: Importera les données dans le dossier utilisé actuellement
pt: Importe os dados na pasta atualmente usada

# phraseExporter
source: Export
es: Exportar
fr: Exporter
pt: Exportação

# phraseImporter
source: Import
es: Importar
fr: Importer
pt: Importação

# phraseModification
source: Modification
es: Modificación
pt: Modificação

# phraseModifierDossier
source: Change the folder
es: Modificar el archivo
fr: Modifier le dossier
pt: Editar pasta

# phraseNouveauDossier
source: New folder
es: Nuevo archivo
fr: Nouveau dossier
pt: Nova pasta

# phraseRacine
source: Root
es: Raíz
fr: Racine
pt: Raiz

# textAncienMDP.Text
source: Old password
es: Antigua contraseña
fr: Ancien mot de passe

# textAPPD.Text
source: About...
es: Con respecto a....
fr: A propos de...
pt: Sobre ...

# textChangerMDP.Title
source: Change the password
es: Cambiar la contraseña
fr: Changer le mot de passe
pt: Alterar senha

# textCommentaire.Text
source: Comment
es: Comentario
fr: Commentaire
pt: Comentário

# textConfirmation.Text
source: Confirmation
es: Confirmación
pt: Confirmação

# textConsultation.Text
source: Consultation
es: Consulta
pt: Consulta

# textEN
source: English
es: Ingles
fr: Anglais
pt: Inglês

# textES
source: Spanish
es: Español
fr: Espagnol
pt: Espanol

# textFichier.Text
source: File :
es: Fichero
fr: Fichier
pt: Arquivo

# textForce.Text
source: Force
es: Fuerza
pt: Vigor

# textFormat.Text
source: Format
es: Formato
pt: Formato

# textFR
source: French
es: Francès
fr: Français
pt: Francês

# textIcone.Text
source: Icon
es: Icono
fr: Icône
pt: Ícone

# textIdentifiant.Text
source: login
es: Nombre de usuario
fr: Identifiant

# textInformation
source: Information
es: Informaciones
fr: Informations
pt: Informações

# textLangues.Text
source: Languages
es: Idiomas
fr: Langues
pt: Idiomas

# textListeLangue.Text
source: List of languages
es: Iista de idiomas
fr: Liste des langues
pt: Lista de idiomas

# textNouveauMDP.Text
source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
pt: Nova senha

# textTitre.Text
source: Title
es: Título
fr: Titre
pt: Título

# textVotreMDP.Text
source: Your password
es: Su contraseña
fr: Votre mot de passe
pt: A sua senha

# textChangerMDPWP.Text
source: Change the password
es: Cambiar la contraseña
fr: Changer le mot de passe
pt: Alterar senha

# pivotParametres.Header
source: Parameters
es: Parámetros
fr: Paramètres
pt: Definições

# dossierPivot.Header
source: Folder
es: Archivo
fr: Dossier
pt: Registro

# mdpPivot.Header
source: Password
es: Contraseñas
fr: Mot de passe
pt: Senha

# labelQuitter.Label
source: Exit
es: Salir
fr: Quitter
pt: Deixar

# textAjouter.Label
source: Add
es: Añadir
fr: Ajouter
pt: Adicionar

# phraseAnnuler
source: Cancel
es: Anular
fr: Annuler
pt: Cancelar

# phraseOui
source: Yes
es: Sí
fr: Oui
pt: Sim

# textExportOK
source: Export completed
es: Exportación efectuada
fr: Export effectué
pt: Exportação feito

# textImportOK
source: Import completed
es: Importación realizada
fr: Import effectué
pt: Importação feito

# labelChangerMDP.Label
source: Change password
es: Cambiar la contraseña
fr: Changer le mot de passe
pt: Alterar senha

# labelExporter.Label
source: Export
es: Exportar
fr: Exporter
pt: Exportação

# labelImporter.Label
source: Import
es: Importar
fr: Importer
pt: Importação

# labelChangeLangues.Label
source: Change Language
es: Cambiar la lengua
fr: Changer la langue
pt: Alterar idioma

# textChangerLangues.Title
source: Change Language
es: Cambiar la lengua
fr: Changer la langue
pt: Alterar idioma

# labelAPPD.Label
source: About...
es: Con respecto a....
fr: A propos de....
pt: Sobre ....

# contentAPPD.Content
source: About
es: Con respecto a....
fr: A propos de....
pt: Sobre ....

# contentChangeLangues.Content
source: Change language
es: Cambiar la lengua
fr: Changer la langue
pt: Alterar idioma

# contentChangerMDP.Content
source: Change password
es: Cambiar la contraseña
fr: Changer le mot de passe
pt: Alterar senha

# contentExporter.Content
source: Export
es: Exportar
fr: Exporter
pt: Exportação

# contentImporter.Content
source: Import
es: Importar
fr: Importer
pt: Importação

# titleAbout.Title
source: About
es: Con respecto a....
fr: A propos de...
pt: Sobre ...

# labelExport.Label
source: Export this folder
es: Exporte este archivo
fr: Exporter ce dossier
pt: Exportar esta pasta

# labelImport.Label
source: Import into this folder
es: Importatciòn en esta carpeta
fr: Importer dans ce dossier
pt: Importação nesta pasta

# textDerniereModif
source: Last update
es: Última actualización
fr: Dernière mise à jour
pt: Última Atualização

# contentSuggestBug.Content
source: Bugs, Suggestions ?
es: Bugs, Sugerencias ?
pt: Bugs, sugestões?

# labelBugSuggest.Label
source: Bugs, Suggestions ?
es: Bugs, Sugerencias ?
pt: Bugs, sugestões?

# textDescApplication.Text
source: Application :
es: Aplicación :
pt: Aplicação:

# textDescDeveloppeur.Text
source: Developer :
es: Desarrollador :
fr: Développeur :
pt: Desenvolvedor:

# textDescMentions.Text
source: References :
es: Referencias :
fr: Mentions :
pt: Legal:

# textDescNouveautes.Text
source: What's new :
es: Noticias :
fr: Nouveautées :
pt: Novidades:

# textDescVersion.Text
source: Version :
es: Versión :
pt: Lançamento:

# textMentions.Text
source: Thanks to Ludivine Delfour Banc for the translation in Spanish
es: Gracias a Ludivine Delfour Banc para la traducción en español
fr: Un grand merci Ludivine Delfour Banc pour la traduction en espagnol
pt: Um grande obrigado Ludivine Delfour Banc para a tradução em espanhol

# textNouveautes.Text
source: version 2.2: -Adding custom icons -Addition of the sharing of passwords -Kwi file management -Graphic corrections version 2.1: - Added the option of password recovery -Integration of Cortana ("Display my Facebook login with Simply Password") (Will be possible that after doing at least one change in passwords) version 2.0.2: - Added Portuguese - Minor fixes - Added a privacy policy version 2.0 : -Big changes to the code to optimize the application on Windows 10. -Minor graphic changes. -Adding a tool to encrypt and decrypt files. -Display of the sharing space occupied by passwords (if greater than 100%, the synchronization will be stopped (limit imposed by the system unfortunately :-() ) version 1.4.0.0 : -Modification of the import tool. -Fixed bugs. -Creation of version Windows 10. version 1.3.1.0: -Added a button on the home screen to reset the application in the event of loss of the master password. version 1.3.0.0: - Adding links for websites -Tool for moving passwords -Graphic improvements (version Windows 8) -Change of the folder for import export tool (version Windows 8) version 1.2.0.0 : -Bug fixes -Graphics fixes -Added icons -Personalization of the generation of passwords -Added a button to submit bugs or suggestions -Added a button to note the app -Changing the display (for WindowsRT) -Added several colors for the theme (for WindowsRT) version 1.1.0.0: - Added information related to the roaming - Added Spanish translation version 0.9.0.0: - Management of files and passwords - Import and export data in csv, xml and kwi - Setting up of languages - Implementation of the data roaming
es: versión 2.2: -Agregar iconos personalizados -Además de la distribución de las contraseñas -Administración de archivos de KWI -Correcciones gráficas versión 2.1: - Añadida la opción de recuperación de contraseña - Integración de Cortana ("Muestra mi inicio de sesión Facebook con Simply password") (Será posible que después de hacer al menos un cambio de contraseñas) Versión 2.0.2: - Agregado Portugués - Correcciones menores - Se ha añadido una política de privacidad Versión 2.0: -Grandes cambios en el código para optimizar la aplicación de Windows 10. -Leves cambios gráficos. -Agregar una herramienta para encriptar y desencriptar archivos. -Visualización del compartir espacio ocupado por las contraseñas (si es mayor de 100%, la sincronización será mas (límite impuesto por el sistema lamentablemente :-() ) Versión 1.4.0.0: -Modificación de la herramienta de importación. -Corregidos errores. -Creación de la versión Windows 10. Versión 1.3.1.0: -Añadido un botón en la pantalla de inicio para reiniciar la aplicación en caso de pérdida de la contraseña maestra. Versión 1.3.0.0: - Adición de enlaces a sitios web - Traslado de las contraseñas - Mejoras gráficas (Windows versión 8) - Cambio de la carpeta para que la herramienta de importación y exportación (versión de Windows 8) version 1.2.0.0 : -Corrección de errores -Gráficos fixes -Añadidos iconos -Personalización de la generación de contraseñas -Añadido un botón para enviar errores o sugerencias -Añadido un botón para observar la aplicación -Cambiar la pantalla (para WindowsRT) -Agregado de varios colores para el tema (para WindowsRT) versión 1.1.0.0: -Agregó información relacionada con el roaming -Agregó la traducción en Español versión 0.9.0.0: -Gestión de archivos y contraseñas -Importar y exportar datos en csv, xml y kwi -Configuración de idiomas -Aplicación de los datos de roaming
fr: version 2.2 : - Ajout des icones personalisées - Ajout du partage de mots de passe - Gestion des fichiers kwi - Corrections graphiques version 2.1 : - Ajout de l'option de récupération du mot de passe - Intégration de Cortana ("Affiche mes identifiants pour Facebook avec Simply Password") (Possible uniquement après avoir fais au moins une modification dans vos mots de passe) version 2.0.2 : - Ajout de la langue portugaise - Corrections mineures - Ajout d'une politique de confidentialité version 2.0 : - Grosses modifications du code pour optimiser l'application sur Windows 10. - Quleques changements graphiques. - Ajout d'un outil pour chiffrer et déchiffrer des fichiers. - Affichage de l'espace de partage occupé par les mots de passe (si supérieur à 100%, la synchronisation ne se fera plus (limite imposé par le système malheureusement :-( ) version 1.4.0.0 : - Modification de l'outil d'import. - Correction de bugs. - Création de la version Windows 10. version 1.3.1.0 : - Ajout d'un bouton à l'écran d’accueil pour réinitialiser l'application en cas de perte du mot de passe maître. version 1.3.0.0 : - Ajout des liens pour les sites web - Déplacement des mots de passe - Améliorations graphiques (version Windows 8) - Changement du dossier pour l'outil d'import export (version Windows 8) version 1.2.0.0 : - Corrections de bugs - Corrections graphiques - Ajout des icones - Personalisation de la génération des mots de passes - Ajout d'un bouton pour soumettre des bugs ou des suggestions - Ajout d'un bouton pour noter l'appli - Changement de l'affichage (pour WindowsRT) - Ajout de plusieurs couleurs pour le thème(pour WindowsRT) version 1.1.0.0 : - Ajout d'informations liés au roaming - Ajout de la traduction espagnol version 0.9.0.0 : - Gestion des dossiers et des mots de passes - Import et export des données en csv, xml et kwi - Mise en place des langues - Mise en place du roaming des données
pt: versão 2.2: -Adicionando ícones personalizados -Adição da partilha de senhas -Gerenciamento de arquivos KWI -Correções de gráficas versão 2.1: - Adicionado a opção de recuperação de senha -Integração de Cortana ("Simply Password, Exibe o meu login para Facebook") (Será possível que depois de fazer pelo menos uma mudança de senhas) Versão 2.0.2: - Adicionado Português - Pequenas correções - Adicionado uma política de privacidade Versão 2.0: - Grandes alterações no código para otimizar o aplicativo no Windows 10. - Quleques mudanças gráficas. - Foi adicionada uma ferramenta para criptografar e descriptografar os arquivos. - Indicação do espaço ocupado por compartilhar senhas (se for superior a 100%, a sincronização não será mais (limite imposto pelo sistema, infelizmente :-() Versão 1.4.0.0: - Alterar a ferramenta de importação. - Corrigido bugs. - Criação do lançamento do Windows 10. Versão 1.3.1.0: - Adicionado um botão para a tela inicial para redefinir a aplicação em caso de perda da senha mestra. Versão 1.3.0.0: - Adição de links para websites - Senhas em Movimento - Melhorias gráficas (Windows versão 8) - Alterar a pasta para a ferramenta de importação exportação (Windows versão 8) Versão 1.2.0.0: - Correções de bugs - Graphic Correções - Ícones Adicionado - Personalização de geração de senhas - Adicionado um botão para enviar bugs ou sugestões - Adicionado um botão para classifique o app - Mudar o display (para WindowsRT) - Adicione várias cores para o tema (para WindowsRT) Versão 1.1.0.0: - Adicionadas informações relacionadas ao roaming - Adicionado tradução em espanhol Versão 0.9.0.0: - Gestão de arquivos e senhas - Importar e exportar dados em CSV, XML e kwi - Estabelecimento de línguas - Implementação de roaming de dados

# contentCheckChiffres.Content
source: Digits
es: Figuras
fr: Chiffres
pt: Números

# contentCheckLettres.Content
source: Letters
es: Letras
fr: Lettres
pt: Cartas

# contentCheckSpec.Content
source: Special characters
es: Caracteres especiales
fr: Caractères spéciaux
pt: Caracteres especiais

# contentRate.Content
source: Rate it
es: Puntualo
fr: Notez l'app
pt: Observe o app

# labelParametres.Label
source: Parameters
es: Parámetros
fr: Paramètres
pt: Definições

# labelRate.Label
source: Rate it
es: Puntualo
fr: Notez l'app
pt: Observe o app

# textParam.Text
source: Parameters
es: Parámetros
fr: Paramètres
pt: Definições

# APPD
source: About
es: Con respecto a....
fr: A propos de...
pt: Sobre ...

# parametres
source: Parameters
es: Parámetros
fr: Paramètres
pt: Definições

# Suggest
source: Bugs, Suggestions ?
es: Bugs, Sugerencias ?
pt: Bugs, sugestões?

# deplacerButton.Content
source: Move
es: Movimiento
fr: Deplacer
pt: Jogada

# modifierButton.Content
source: Modify
es: Editar
fr: Modifier
pt: Mudança

# supprimerButton.Content
source: Delete
es: Eliminar
fr: Supprimer
pt: Remover

# deplacerVers
source: Move to :
es: Mover a :
fr: Deplacer vers :
pt: Mover-se para:

# deplacerText.Text
source: Move to :
es: Mover a :
fr: Déplacer vers :
pt: Mover-se para:

# changeDossier.Content
source: Change folder
es: Cambiar carpeta
fr: Changer le dossier
pt: Alterar pasta

# siteText.Text
source: Website :
es: sitio web :
fr: Site web :

# deplacerButton.Label
source: Move
es: Mover a
fr: Deplacer
pt: Jogada

# modifierButton.Label
source: Modify
es: Editar
fr: Modifier
pt: Mudança

# supprimerButton.Label
source: Delete
es: Eliminar
fr: Supprimer
pt: Remover

# labelReinit.Label
source: Reset application
es: Reiniciar la aplicación
fr: Réinitialiser l'application
pt: Aplicação de reset

# phraseAvertissementReinit
source: Please note this will delete all your settings and your passwords, definitely. Are you sure you want to continue?
es: Atención: Esto borrará toda la configuración y contraseñas, definitivamente. ¿Está seguro que desea continuar?
fr: Attention ceci effacera tout vos paramètres et vos mots de passes, définitivement. Etes vous sur de vouloir continuer ?
pt: Cuidado Isso apagará todas as suas configurações e senhas, definitivamente. Tem certeza de que deseja continuar?

# RedemarrageRequisText.Text
source: The complete modification of this parameter will be taken into account after a restart
es: La modificación completa de este parámetro se tomarán en cuenta después de un reinicio
fr: La modification complète de ce paramètre sera prise en compte après un redémarrage de l'application
pt: A mudança completa neste cenário será refletido após a reinicialização do aplicativo

# eraseDossier.Content
source: Overwrite the file and replace it with the import.
es: Sobrescribir el archivo y reemplazarlo con la importación.
fr: Ecraser le dossier et le remplacer par l'import.
pt: Substituir o arquivo e substituí-lo com a importação.

# textDerniereSynchro
source: Last update :
es: Última actualización :
fr: Dernière modification :
pt: Última modificação:

# OutilsContent.Content
source: Tools
es: Herramienta
fr: Outils
pt: Ferramentas

# ParametresContent.Content
source: Parameters
es: Parámetros
fr: Paramètres
pt: Definições

# QuitterContent.Content
source: Exit
es: Salir
fr: Quitter
pt: Deixar

# textExport.Text
source: Export
es: Exportación
fr: Exporter
pt: Exportação

# textImport.Text
source: Import
es: Importación
fr: Importer
pt: Importação

# textOutils.Text
source: Tools
es: herramienta
fr: Outils
pt: Ferramentas

# textEspaceOccupe
source: Busy sharing space :
es: Ocupado espacio de intercambio :
fr: Espace de partage occupé :
pt: Partilha espaço ocupado:

# textChiffreFichier
source: Encrypt a File
es: Cifrar un archivo
fr: Chiffrer un fichier
pt: Arquivo Encrypt

# textChiffre.Text
source: Encrypt a File
es: Cifrar un archivo
fr: Chiffrer un fichier
pt: Arquivo Encrypt

# textChiffrementOk
source: Encryption performed
es: Cifrado realizado
fr: Chiffrement effectué
pt: Criptografia feita

# textChiffrer
source: Encrypt
es: Cifrar
fr: Chiffrer
pt: Cifrar

# textDechiffreFichier
source: Decrypt a file
es: Descifrar un archivo
fr: Déchiffrer un fichier
pt: Descriptografar um arquivo

# textDechiffre.Text
source: Decrypt a file
es: Descifrar un archivo
fr: Dechiffrer un fichier
pt: Descriptografar um arquivo

# textDechiffrementOk
source: Decryption performed
es: Descifrado realizado
fr: Déchiffrement effectué
pt: Descriptografia realizada

# textDechiffrer
source: Decrypt
es: Descifrar
fr: Déchiffrer
pt: Decifrar

# textFichierAChiffrer
source: File to encrypt :
es: Archivo a cifrar :
fr: Fichier à chiffrer :
pt: Criptografar arquivo:

# textFichierADechiffrer
source: File to decrypt :
es: Archivo para descifrar :
fr: Fichier à déchiffrer :
pt: Decifrar arquivo:

# textFichierChiffrer
source: Encrypted file :
es: Archivo cifrado :
fr: Fichier Chiffré :
pt: Arquivo criptografado:

# textFichierDechiffrer
source: Decrypted file :
es: Archivo descifrado :
fr: Fichier déchiffré :
pt: Arquivo descriptografado:

# textPT
source: Portuguese
es: Portugués
fr: Portugais
pt: Português
